[
    {
        "title": "Scream",
        "releaseDate": "2022-01-14",
        "description": "En okänd mördare dyker upp i den lilla staden Woodsboro för att avslöja stadens mörkaste hemligheter. Detta leder fram till att Sidney Prescott och hennes vänner kliver ur sina trygga hem för att tampas ännu en gång med Ghostface.",
        "posterUrl": "https://xl.movieposterdb.com/21_11/2021/11245972/xl_11245972_3606762c.jpg"  

    }, {
        "title": "Monsterfamiljen 2 - Ingen är perfekt",
        "releaseDate": "2022-01-28",
        "description": "Familjen Wishbone kan tyckas vara väldigt vanliga, men på ett sätt är de helt unika – de kan lika snabbt som oväntat förvandlas till monster! När vänner till familjen kidnappas av monsterjägaren Mila Starr måste de komma till undsättning. Dags för lillebror Max att bli en varulv och storasyster Fay en mumie, medan mamma omvandlas till en vampyr och pappa till Frankensteins monster. Det visar sig snart att Mila arbetar på uppdrag av sina stränga föräldrar, som behöver monster till hemliga experiment. Max förstår att Mila inte är ond utan bara rädd för att inte göra allt hennes föräldrar kräver, och han försöker få henne att istället hjälpa till att befria deras vänner. Tillsammans inser både Mila och familjen Wishbone att ingen är perfekt, och att det inte är så viktigt - man kan ju bli älskad för precis den man är.",
        "posterUrl": "https://xl.movieposterdb.com/21_10/2021/15096796/xl_15096796_71c19457.jpg?v=2021-10-25%2010:57:02"  

    }, {
        "title": "Nightmare Alley",
        "releaseDate": "2022-01-28",
        "description": "En ambitiös karnevalsanställd med talang för att manipulera människor med endast några väl valda ord inleder ett förhållande med en kvinnlig psykiatriker som visar sig vara ännu farligare än vad han är.",
        "posterUrl": "https://xl.movieposterdb.com/21_12/2021/7740496/xl_7740496_ce47beb6.jpg"   

    }, {
        "title": "The Batman",
        "releaseDate": "2022-03-02",
        "description": "En seriemördare försöker locka in Gothams brottsbekämpare i ett spel att slå ursinnigt mot orättvisorna där de uppstår. Men i Batmans mörka siluett finns en genomträngande blick som metodiskt förstör leken för den undre världen.",
        "posterUrl": "https://xl.movieposterdb.com/21_12/2020/11373302/xl_11373302_a1b18b7a.jpg"  

    }, {
        "title": "Fantastiska vidunder: Dumbledores hemligheter",
        "releaseDate": "2022-04-08",
        "description": "Professor Albus Dumbledore känner till att den mäktige och mörke trollkarlen Gellert Grindelwald är på väg att ta kontroll över trollkarlsvärlden. Oförmögen att stoppa honom på egen hand, anförtror han magizoologen Newt Scamander uppdraget att leda en grupp modiga trollkarlar, häxor och en orädd mugglare på ett farligt uppdrag. De möter gamla och nya vidunder och kolliderar med Grindelwalds växande grupp av anhängare. Men med de höga insatserna, hur länge kan Dumbledore stå vid sidan av?",
        "posterUrl": "https://xl.movieposterdb.com/21_09/2022/4123432/xl_4123432_2c0eeddb.jpg?v=2021-12-21%2010:56:35"    
    }

] 



