[
    {
        "title": "Spider-man: No Way Home",
        "rating": "8.9",
        "description": "För första gången i filmhistorien får vi följa allas vår favorithjälte Spider-Man utan sin mask, och hur han inte längre kan separera sitt normala liv från riskerna med att vara en superhjälte. När han ber Doctor Strange om hjälp blir insatserna ännu farligare, och han tvingas upptäcka vad det verkligen innebär att vara Spider-Man.",
        "posterUrl": "https://xl.movieposterdb.com/21_12/2021/10872600/xl_10872600_c809b67f.jpg?v=2021-12-15%2017:41:02"

    }, {
        "title": "GhostBusters: Afterlife",
        "rating": "7.6",
        "description": "En ensamstående mamma med två barn flyttar till en liten stad. Snart börjar de förstå att de har en koppling till de ursprungliga Ghostbusters och att barnens morfar lämnat efter sig ett hemligt arv.",
        "posterUrl": "https://xl.movieposterdb.com/21_10/2020/4513678/xl_4513678_68736cb3.jpg?v=2021-11-29%2018:48:06"

    }, {
        "title": "Clifford den stora röda hunden",
        "rating": "6.0",
        "description": "När mellanstadieeleven Emily Elizabeth träffar en magisk djurräddare som ger henne en liten röd valp, förväntar hon sig inte att vakna och hitta en gigantisk hund på över tre meter i sin lilla lägenhet i New York City. Medan hennes ensamstående mamma är borta med jobbet, drar Emily och hennes roliga men impulsiva farbror Casey ut på ett New York-äventyr som kommer att få dig att sitta på helspänn.",
        "posterUrl": "https://xl.movieposterdb.com/21_07/2021/2397461/xl_2397461_6ee78405.jpg?v=2021-11-25%2014:30:01"

    }, {
        "title": "The Matrix Resurrections",
        "rating": "5.8",
        "description": "Den efterlängtade fjärde filmen i MATRIX-universumet, från den banbrytande franchisen som omdefinierade en genre. Filmen återförenar Keanu Reeves och Carrie-Anne Moss som Neo och Trinity, de ikoniska rollerna de gjorde kända i “The Matrix.",
        "posterUrl": "https://xl.movieposterdb.com/21_11/2021/10838180/xl_10838180_f93e4031.jpg?v=2021-12-16%2021:37:49"

    }, {
        "title": "West Side Story",
        "rating": "7.9",
        "description": "Steven Spielbergs tolkning av musikalen ”West Side Story” från 1957, är en berättelse om kärlek och gängrivalitet i 50-talets New York.",
        "posterUrl": "https://xl.movieposterdb.com/21_10/2020/3581652/xl_3581652_12a0bbe6.jpg?v=2021-12-11%2014:22:19"   
    }
]